{
  "id": "de9cf5f0-4603-476e-b3c6-3035ae2612ee",
  "name": "about.startedwhy",
  "auto": false,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "affectedContexts": [],
      "parameters": [
        {
          "id": "915bfd56-9386-48f9-8b37-7e3707199035",
          "required": false,
          "dataType": "@name",
          "name": "name",
          "value": "$name",
          "isList": false
        }
      ],
      "messages": [
        {
          "type": 0,
          "lang": "en",
          "speech": "Nutritional disorders were prominent public health concern in India during the early 20th century (Barry, 1900; Annual report of Government of India, 1905; Scott, 1916; Ernest, 1917). A general inclination was to pursue research that would elucidate the facts responsible for the prevalence of malnutrition in order to issue guidelines and deliver solutions for its prevention and control. In the year 1918, an enquiry headed by Sir Robert McCarrison was launched to investigate the prevalence of beriberi under the auspices of Indian Research Fund Association (IRFA), now Indian Council of Medical Research (ICMR). Subsequently, the research broadened to a ‘deficiency disease enquiry’ and ultimately transformed into a fully functional research organization named Nutrition Research Laboratories (NRL) housed at the Pasteur Institute, Coonor, Nilgiri, India (Narasinga Rao, 2005a).\n\nOne of the major public health concerns that NRL, Coonor started looking into was the protein energy malnutrition (PEM). Incipient reports on nutrient evaluations in India, suggested an emphasis on protein content and quality of Indian foods and diets (Lewis, 1880; McNamara, 1906; McCay, 1910; McCay, 1911; McCay, 1912; Passmore, 1948). Prevalence of iron deficiency anemia (IDA) among infants and children of India was also widely recognized. However, comprehensive and conclusive epidemiological studies on nutritional deficiencies in India were scarce. Aykroyd and Rajagopal (1936) reported that the weight for height of Indian children was below that of American children and almost 14% of them showed signs of deficiency diseases. Nutrient deficiency diseases such as beriberi, keratomalacia, night blindness, rickets, osteomalacia, dental caries, pellagra, pregnancy anaemia and lathyrism were of the major concern (McCarrison, 1932). In addition, incidence of goiter due to iodine deficiency was also an issue of concern affecting the Indian population in many regions of the country.\n\nInsufficient consumption of milk, eggs and meat was found to be the cause of inadequate supply of protein, minerals such as calcium and fat soluble vitamin A among certain sections of Indian populations (McCarrison, 1925). Prevalence of malnutrition due to inadequate nutrient intake was observed throughout the country.The cause of beriberi in India was found to be low dietary supply of vitamin B either from rice or other food grains (McCarrison \u0026 Norris, 1924). Aykroyd (1932) found that milled parboiled rice contained considerably higher amount of vitamin B1 as compared to raw milled rice. Meanwhile, McCarrison (1936) established that populations who preferred consuming raw milled rice over parboiled milled rice were more prone to beriberi."
        }
      ],
      "defaultResponsePlatforms": {},
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "lastUpdate": 1522267978,
  "fallbackIntent": false,
  "events": []
}